print("안녕하세요")
print('다른 내용')
#주석
# ; 은 마침표와 비슷한 느낌

print("안녕하세요"); print("다른 내용")

'''
\n : 줄바꿈
\t : tab(8칸) 크기 만큼 오른쪽으로 커서 이동
W" : 큰따옴표 표현
\' : 작은 따옴표 표현
\\ : 역슬래시 하나 표현

'''

print("안녕하세요\n하이")
print("12345\t123\t123123\t")
print("===========================")
print("홍길동\t20살\t산골짜기")

print("안녕 \" 하세요 ")

print("")

print("\t\t####회비 정보####")
print("================================================")
print("이름  \t\t나이\t전화번호\t회비")
print("================================================")
print("홍길동\t\t\"15\"\t010-123-1234\t\\20,000")
print("임꺽정\t\t\"20\"\t010-234-2345\t\\30,000")
print("김말이\t\t\"28\"\t010-345-3456\t\\50,000")
print("------------------------------------------------")
print("총합계\t\t\t\t\t\\100,000")
print("================================================")
